app/controllers/api/v1/guests_controller.rb

      def create
        @guest = Guest.new(guest_params)
        if @guest.save
---
INSERT INTO "guests" ("full_name", "phone_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["full_name", "w c"], ["phone_number", "4083346135"], ["created_at", "2024-05-07 22:30:08.492071"], ["updated_at", "2024-05-07 22:30:08.492071"]]